Repository: apertium/apertium-sme-smn
Catalog: fi.samediggi/view_id_EQ_141_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Stipeanddat sámegiela oahppiide
smn: Stipedeh sämikielâ uáppeid

source: Sámediggi juohká stipeanddaid 17 sámegiela oahpuin bures menestuvvan oahppái sámiid ruovttuguovllu gielddaid skuvllain .
smn: Sämitigge juáhá stipedijd 17 sämikielâ uápuin pyereest miännástum uáppeid sämikuávlu kieldâi škoovlâin .

source: Stipeanddat juhkkojuvvojit skuvllaid giđđafeasttain sihke eatnigiellagiidda ja sámegiela vieris giela lohkkiide .
smn: Stipendeh juáhhojeh škovláid kiđđâjuuhlijn sehe eenikielâlijd já sämikielâ viereskiellân lohheid .

source: Stipeanddat addojuvvojit 6 ođđa stuđentii Ohcejoga , Anára , Eanodaga ja Soađegili logahagain .
smn: Stipendeh adeluvvojeh 6 uđđâ pajeuáppei Ucjuv , Aanaar , Iänuduv já Suáđigil luvâttuvâin .

source: Sii leat buohkat čađahan davvisámegiela iskosa stuđeantadutkosis .
smn: Sii láá puohah čođâldittám tavesämikielâ iskoos pajeuáppetutkosist .

source: 11 stipeandda juhkkojuvvojit vuođđooahpahusa čađahan , ovccát luohkás geargan oahppiide .
smn: 11 stipendit juáhhojuvvii vuáđumáttááttâs čođâldittám , oovcád luokast kiergânâm uáppeid .

source: Vuođđooahpahusa stipeandda ožžot 10 davvisámegiela oahppi ja 1 nuortalašgiela oahppi .
smn: Vuáđáumáttááttâs stiipeend ožžuu 10 tavesämikielâ uápped já 1 nuorttâkielâ uáppee .

source: xxx
smn: Suáđigil Aleksi Syrjä 7 .

source: Soađegilli Reeta Pyhäjärvi
smn: Suáđigil Reeta Pyhäjärvi
